[Oreans]

&New = Neu
&Open... = Öffne...
&Save = Speichern
Save &As... = Speichern als...
&Protect = Schützen
&Help = Hilfe
About... = Über...
Demo Version = Demoversion
Save = Speichern

Options = Einstellungen
Application Information = Programminformation
Protection Options = Schutzeinstellungen
Code Replace = Code austauschen
Virtual Machine = Virtuelle Maschine
Customized Dialogs = Individuelle Dialoge
Advanced Options = Erweiterte Einstellungen
XBundler = XBundler
Help = Hilfe
Registration = Registrierung
Trial Settings = Trial-Einstellungen
Hardware Lock = Hardwaresperre
Password Protection = Passwortschutz
Soft&ware = Software
&Customers = Kunden
&License Manager = Lizenzmanager
&Managers = Manager
&Project = Projekt
Tools = Tools
H&elp = Hilfe
&Contents = Inhalte
&About = Über
Export Generators = Export-Generator
&Software = Software
&License = Lizenz
Password = Passwort
Trial Extension = Trial-Erweiterung
&Exit = Beenden
P&rotect = Schützen
Open Project = Projekt öffnen
New Project = Neues Projekt
Save Project = Projekt speichern
Save Project As... = Projekt speichern als...
Protect File = Datei schützen
Dupli&cate = Kopieren
(Double click to select) = (Doppelklick zum Auswählen)


Application = Anwendung
Version = Version
Input Filename = Eingabedatei
Output Filename = Ausgabedatei
File Size = Dateigröße
File Information = Dateiinformation
Get from version info = Von Versionsinfo beziehen
File not found = Nicht gefunden
Refresh = Aktualisiere
Same as input = Wie die Eingabe

Advanced Anti-Debugger = Erweiterter Anti-Debugger
Enable Protection = Schutz einschalten
Advanced API-Wrapping = Erweitertes API-Wrapping
Anti Dumpers = Anti Dumpers
Entry Point Obfuscation = Einstiegspunkt verbergen
Anti-Patching = Anti-Patching
None = Nichts
File Patching = Datei-Patching
Compression = Komprimierung
Resources = Resourcen
Monitor Blockers = Überwachungs-Blocker
Files Monitors = Dateiüberwachung
Registry Monitors = Registrierungsüberw.
Delphi/BCB Form Protection = Delphi/BCB Form-Schutz
Memory Guard = Speicherschutz
Resources Encryption = Ressourcenverschlüsselung
VMWare/Virtual PC = VMWare/Virtual PC
Compatible = Kompatibel
When Debugger Found = Wenn Debugger gefunden
Enable Encryption = Verschlüsselung aktivieren
Display Message = Nachricht anzeigen
Exit Silently = Leises Beenden
Crash Application = Absturz der Anwendung
Metamorph Security = Metamorpher Schutz
Ring-0 Protection = Ring-0 Schutz
(not available in DEMO) = (nicht im DEMOVERSION enthalten)

Import = Import
Export = Export
Reset Messages = Nachrichten zurücksetzen

Global Caption = Globale Überschrift
Debugger found = Debugger gefunden
Monitor software found = Monitosoftware gefunden
Cracking tool found = Cracking-Werkzeug gefunden
File corrupted = Datei beschädigt
(Not displayed in this version) = (Nicht angezeigt in dieser Version)
Internal exception occured = Interne Exception aufgetreten
Virtual Machine Detected = Virtuelle Maschine gefunden


Enable CodeReplace Technology = CodeReplace-Technologie aktivieren
Functions to remove using the CodeReplace Technology: = Funktionen für die Benutzung der CodeReplace-Technologie:
Assembly code inside function: = Assembly Code in den Funktion:
Force simulation before protection =Erzwinge Simulation
Run with parameters = mit Parametern 
Start Simulation = Simulation starten

Virtual API-Wrapper = Virtueller API-Wrapper
Imported DLLs: = Importierte DLLs:
Functions to Virtualize: = Funktionen zur Virtualisierung:
API Virtualization Level: = API Virtualisierungsstufe:
Processor Specifications = Prozessorangaben
Processor Type: = Prozessortyp:
Multiprocessor: = Multiprozessor:
Opcode Type: = Befehlscodetyp:
Dynamic Opcode: = Dynam. Code:
VM Complexity: = VM-Umfang:
VM size (aprox): = VM-Größe (~):
Execution Speed: = Geschwindigkeit:
Entry Point Virtualization = Einstiegsvirtualisierung
Multi Branch Technology = Multi Branch-Technologie

Mutable CISC processor = Veränderlicher CISC-Prozessor
Mutable RISC-64 processor = Veränderlicher RISC-64-Prozessor
Mutable RISC-128 processor = Veränderlicher RISC-128-Prozessor
Mutable CISC-2 processor = Veränderlicher CISC-2-Prozessor

Static opcodes = Statische Befehlcodes
Metamorphic - Level 1 = Metamorphic - Stufe 1
Metamorphic - Level 2 = Metamorphic - Stufe 2
Metamorphic - Level 3 = Metamorphic - Stufe 3

Disabled = Deaktiviert
20% Dynamic = 20% dynamisch
40% Dynamic = 40% dynamisch
60% Dynamic = 60% dynamisch
80% Dynamic = 80% dynamisch

Enable XBundler = XBundler aktivieren
Make files visible to OpenDialog = Dateien im Öfnen-Dialog sichtbar machen
Allow bundling from any directory = Bündelung von jedem Verzeichnis aus zulassen
AVI files support = AVI-Dateiunterstützung
Deleted extracted on exit = Extrahiertes beim Beenden gelöscht
Files to bundle: (drag files here) = Dateien zur Bünderlung: (Dateien hier hereinziehen)
XBundler Options = XBundler-Optionen
Add File = Datei hinzufügen
Delete File = Datei löschen

Filename = Dateiname
Write to disk? = Auf Festplatte schreiben?
Extraction Path (if written to disk) = Extraktionspfad (wenn auf Festplatte geschrieben wurde) 


Encrypt Application = Anwendung verschlüsseln
Protect as DLL Plugin = Als DLL-Plugin schützen
Protect DLL plugin = DLL-Plugin schützen
Last Section Name = Name der Sektion
.NET assemblies = .NET-Assemblies
Active Context = Aktiver Kontext
Enable support = Support ermöglichen
Splash screen settings = Splash Screen-Einstellungen
Mouse Click to proceed = Zum Fortfahren Maus klicken
Display during a number of seconds = Eine bestimmte Anzahl von Sekunden anzeigen

This option will encrypt your protected application. You should never uncheck this option, only for debug purposes. = Diese Option wird Ihre geschützte Anwendung verschlüsseln. Sie sollten niemals auf diese Option verzichten, höchstens für Debug-Zwecke. 

Check this option only if your protected DLL will be used as plugin in third party software. = Wählen Sie diese Option nur, wenn Ihre geschützte DLL als Plugin in der Software von Drittanbietern verwendet wird.

You can change the name of the last section added by Themida = Sie können den Namen der letzten Sektion,der durch Themida hinzugefügt wird, ändern.

This option should always be enabled to protect your .NET assemblies = Diese Option sollte immer aktiviert sein, um Ihre .NET-Assemblies zu schützen.

Support for Active Context based DLLs = Unterstützung für auf Active Context basierende DLLs

Select a BMP-8 image that will be displayed when your application is launched = Wählen Sie ein BMP-8-Image, das angezeigt wird, wenn Ihre Anwendung gestartet wird

The user must click in the Splash Screen to continue running the protected application = Der Benutzer muss auf den Splash Screen klicken, um mit der Ausführung der geschützten Anwendung fortzufahren

The splash screen will be displayed for a custom number of seconds before continue running the protected application = Der Splash-Screen wird für eine eingegebene Anzahl von Sekunden angezeigt, bevor mit der Ausführung der geschützten Anwendung fortgefahren wird

This option will enable Trial and Licensing protections in Ring-0, which will enhance the way that trial information is stored in the system. If you check this option, a device driver will be embedded and extracted automatically when your application runs. Notice that the Hardware ID is different if you enable or disable this option. = Diese Option wird den Trial- und Lizenzschutz in Ring-0 aktivieren, welches die Möglichkeit erhöht, dass Trial-Informationen im System gespeichert werden. Wenn Sie diese Option auswählen, wird ein Gerätetreiber automatisch eingebettet und extrahiert, wenn Ihre Anwendung läuft. Beachten Sie, dass die Hardware-ID verschieden ist, je nachdem ob Sie diese Funktion aktiviert oder deaktiviert haben.


Reading SDK Macros = SDK-Makros auslesen
Redirecting and Encrypting SDK Macros = Umleiten und Verschlüsseln von SDK-Makros
Merging sections / Preparing PE Header = Sektionen zusammenführen / Vorbereitung des PE-Headers
Examining and Wrapping API Calls = API-Anrufe überprüfen und wrappen
Generating Unique SecureEngine Code = Erzeuge einzigartigen SecureEngine-Code
Linking SecureEngine Code with Application = Verlinke SecureEngine-Code mit der Anwendung
Generating Unique Virtual Machine = Erzeuge einzigartige Virtuelle Maschine 
Compressing Virtual Machine = Komprimiere Virtuelle Maschine
Virtualizing VM / CodeReplace-Makros = VM-Virtualisierung / Codeaustausch-Makros
Compressing Application and Resources = Anwendungen und Ressourcen komprimieren
Encrypting Application and Resources = Anwendungen und Ressourcen verschlüsseln

Test Protected File = Geschützte Datei testen
Protect = Schützen
Cancel = Abbrechen
Play sound when protection finishes = Ton abspielen wenn Schützen beendet ist

This option supervises at any time if your application is running under any kind of debugger. = Diese Option überwacht zu jeder Zeit, ob Ihre Anwendung mit irgend einer Art von debugger läuft.
This option avoids your application from being dumped from memory to disk even using the most advanced memory dumping tools = Diese Option vermeidet dass Ihre Anwendung aus dem Speicher gelöscht wird, sogar bei Benutzung des besten Speicher-Dumping-Tools
This option removes and encrypts the entry point of your application, executing it from a secure place in memory = Diese Option entfernt und verschlüsselt die Eingangsstelle Ihrer Anwendungen und führt sie von einem sichern Platz im Speicher aus
This option will keep your application resources fully encrypted against modifications = Diese Option hält Ihre Anwendungsressourcen völlig verschlüsselt zum Schutz vor Änderungen
If you want that your application will run inside VMWare/VirtualPC you must check this option = Wenn Sie möchten, dass Ihre Anwendung unter VWare/VirtualPC läuft, müssen Sie diese Option wählen
This option will wrap the APIs used in your application to avoid a possible reconstruction of your original application = Diese Option wickelt die APIs auf, die in Ihrer Anwendung verwendet werden, um eine mögliche Wiederherstellung Ihrer ursprünglichen Anwendung zu vermeiden
This option detects if any modification is done to your protected application, either by a cracker or a virus = Diese Option ermittelt, ob irgendeine Änderung an Ihrer geschützten Anwendung, entweder durch einen Virus oder einen Cracker, erfolgte
This option will activate the internal Metamorph engine to generate multiples opcode mutations for a single block of code = Diese Option aktiviert die interne Metamorphe Maschine, um mehrfache Befehlcodeänderungen für einen einzelnen Block des Codes zu erzeugen
This option will protect your application against memory patching = Diese Option schützt Ihr Anwendung vor Speicherveränderung
This option allows you to choose the desired option to perform when a debugger or cracking tool has been found in memory = Diese Option ermöglicht Ihnen, die gewünschte Option durchzuführen, wenn ein Debugger oder Cracking-Werkzeug im Speicher gefunden wurde
This option keeps your application code compressed meanwhile it is not executed = Diese Option belässt Ihren Anwendungs-Code komprimiert wenn er nicht ausgeführt wird
This option keeps the resources in your application fully compressed = Diese Option belässt Ihre Anwendungsressourcen voll komprimiert
This option will compress the SecureEngine code that is appended into your protected application = Diese Option komprimiert den SecureEngine-Code, der Ihrer geschützten Anwendung angefügt wird
This option will detect/fool possible files monitors when your protected application is running = Diese Option ermittelt/täuscht mögliche Dateiüberwacher, wenn Ihre geschützte Anwendung läuft
This option will detect/fool possible registry monitors when your protected application is running = Diese Option ermittelt/täuscht mögliche Registrierungsüberwacher, wenn Ihre geschützte Anwendung läuft
This option will protect your Delphi/BCB forms against reconstruction from memory. Note that this option is incompatible with some Delphi/BCB applications = Diese Option schützt Ihre Delphi/BCB-Formulare vor Speicherrekonstruktionen. Beachten Sie, dass diese Option mit einigen Delphi/BCB-Anwendungen nicht kompatibel ist
Load your customized messages from a file = Laden Sie Ihre eigenen Meldungen aus einer Datei
Save your customized messages to a file = Speichern Sie Ihre eigenen Meldungen in einer Datei
This list displays all the DLLs imported by your application = Diese Liste zeigt alle DLLs, die durch Ihre Anwendung importiert wurden.
This list displays all the imported functions for the selected DLL. You can select which functions will be "virtualized" = Diese Liste zeigt alle importierten Funktionen für die ausgewählte DLL. Sie können wählen, welche Funktionen "virtualisiert" werden 
You can import API names from a text file. The imported APIs will be virtualized in the current project = Sie können API-Namen aus einer Textdatei importieren. Die importierten APIs werden im aktuallen Projekt virtualisiert
Select the maximun number of instructions to virtualize from your application entry point = Wählen Sie die Höchstmenge der Anweisungen, um sie von Ihrem Anwendungs-Eistiegspunkt zu virtualisieren
This option will insert multiple conditional branch instructions inside your unique Virtual Machine, making it harder to analyze = Diese Option setzt mehrfach-bedingte Verzweigungsbefehle innerhalb Ihrer einzigartigen Virtuellen Maschine ein und macht das Analysieren schwieriger
You can save the current selected APIs into a text file to be imported by another project = Sie können die aktuellen ausgewählten APIs als Textdatei speichern, um sie durch ein anderes Projekt zu importieren
Complexity level to emulate each wrapped API = Komplexitätsstufe zur Nachbildung jeder gewrappten API

Changes have been made. Do you want to save project? = Es wurden Änderungen vorgenommen. Möchten Sie das Projekt speichern?
Save Changes = Änderungen speichern

*UNSAVED* = *NICHT GESPEICHERT*
Invalid Project File. Please, recreate a new one = Ungültige Projektdatei. Bitte erstellen Sie eine neue
Load Project = Projekt laden
You need XBundler .NET for your .NET application. Please contact info@oreans.com = Sie benötigen XBundler .NET für Ihre .NET-Anwendung. Bitte kontaktieren Sie info@oreans.com
Sorry, Themida Standard cannot protect .NET files. You need to upgrade to Themida Professional for .NET support. Upgrade now? = Leider kann Themida Standard keine .NET-Dateien schützen. Sie müssen für .NET-Unterstützung auf Themida Professional aufrüsten. Jetzt aufrüsten?
Save Project = Projekt speichern
Save Project As... = Projekt speichern unter...
No file selected. Please select a file to protect (Input Filename) = Keine Datei ausgewählt. Bitte wählen Sie eine Datei zum schützen (Dateinamen eingeben)
No Output file selected. Please select an Output file before protecting = Keine Ausgabedatei gewählt. Bitte wählen Sie eine Ausgabedatei vor dem Schützen
File does not exists: = Datei existiert nicht:
File is already protected/compressed: = Datei wurde bereits geschützt/komprimiert:
File has invalid macros insertion: = Datei weist ungültige Makro-Eingabe auf:
Please, review your macros again = Bitte prüfen Sie Ihre Makros erneut
File cannot be accessed for protection: = Kein Zugriff zum Schützen auf die Datei: 
Please select a new file to protect (Input Filename) = Bitte wählen Sie eine neue Datei zum Schützen (Dateinamen eingeben)
File has not being simulated. Please simulate the file before protection or uncheck the "Force simulation before protecting" checkbox = Datei konnte nicht simuliert werden. Bitte simulieren Sie die Datei vor dem Schützen oder heben Sie folgende Markierung auf: "Force simulation before protecting"
Open Input File = Eingabedatei öffnen
The resources section in your application is empty. Themida needs to rebuild your application header. Proceed? = Die Ressourcen-Sektion in Ihrer Anwendung ist leer. Themida muss Ihren Anwendungskopf wiederherstellen. Fortfahren?
Rebuild Header = Dateikopf wiederherstellen
File is compressed or already protected: = Datei ist komprimiert oder bereits geschützt
Your application seems to be in use or running in memory. Please, make sure to close it before proceeding = Ihre Anwendung scheint bereits genutzt zu werden oder im Speicher zu laufen. Bitte schließen sie bevor Sie fortfahren
Error = Fehler
Your application header is incompatible with Themida. Do you want Themida to rebuild your application header? = Ihr Anwendungs-Header ist nicht mit Themida kompatibel. Möchten Sie, dass Themida Ihren Anwendungskopf herstellt?
.NET limitation = .NET-Begrenzung
Sorry, you cannot change the global message caption in demo version = Sie können die global Überschrift leider nicht in der DEMO-Version ändern
Warning! The current CodeReplace macros are not valid for the selected file. CodeReplace macros removed = Warnung! Die aktuellen CodeReplace-Makros sind für die ausgewählte Datei nicht gültig. CodeReplace-Makros entfernt
Warning = Warnung
Warning! The current application is already protected/compressed. Do you still want to protect it? = Warnung! die gewählte Anwendung wurde bereits geschützt/komprimiert. Wollen Sie sie dennoch fortfahren?
File has a missing macro START or END: = Datei hat ein fehlendes Makro START oder END:
Please review your macros again = Bitte überprüffen Sie Ihre Makros erneut an
File cannot be opened: = Datei kann nicht geöffnet werden:
Make sure that other application is not using it = Gehen Sie sicher, dass es nicht in Benutzung andere Anwendungen ist
File to protect has an invalid PE header. Unable to inspect file = Zu schützende Datei hat einen ungültigen PE-Header. Dateianalyse unmöglich
File to protect contains one macro with few lines of code on it. Please review your macros again = Datei beinhaltet ein Makro mit einigen Zeilen Code. Bitte überprüfen Sie Ihre Makros erneut.
Sorry, the current version of Themida does not support CodeReplace in Visual Basic Pcode applications = Die aktuelle Version von Themida unterstützt leider keine CodeReplace-Macros in Virtual Basic Pcode-Anwendungen
Sorry, the current version of Themida does not support CodeReplace in .NET applications = Die aktuelle Version von Themida unterstützt leider keine CodeReplace-Macros in .NET-Anwendungen
Unable to find a function to add CodeReplace technology = Es konnte keine Funktion zum Hinzufügen der CodeReplace-Technologie gefunden werden
Run with parameters = Ausführen mit Parametern
Please enter the parameters = Bitte Parameter eingeben
Sorry, you cant disable that option in demo version = Sie können diese Funktion leider nicht in der DEMO-Version abschalten
Messages exported to = Nachricht exportiert an
Messages imported from = Nachricht importiert von
Themida GUI Overview = Themida GUI-Überblick
Protect Now = Jetzt schützen
SecureEngine Technology = SecureEngine-Technologie
SecureEngine Macros = SecureEngine-Makros
Code Replace = Code ersetzen
Software Updates = Software-Updates
What is XBundler = Was ist XBundler?
Using XBundler = XBundler benutzen

Scenarios for Using XBundler = Szenarios für die XBundler-Benutzung
*** ERROR: Project file does not exist or invalid. (Exit code 1) *** = *** FEHLER: Projekt-Datei existiert nicht oder ist ungültig. (Exit code 1) ***
*** ERROR: File to protect does not exist. (Exit code 2) *** = *** FEHLER: Zu schützende Datei existiert nicht. (Exit code 2) ***
*** ERROR: File is already protected. (Exit code 3) *** = *** FEHLER: Datei ist bereits geschützt. ***
*** ERROR: Error in SecureEngine macros. Please review them again. (Exit code 4) *** = *** FEHLER: Fehler in SecureEngine-Makros. Bitte prüfen Sie diese nochmal. (Exit code 4) ***
*** ERROR: File to protect cannot be opened. (Exit code 2) *** = *** FEHLER: Zu schützende Datei kann nicht geöffnet werden. (Exit code 2= ***
*** ERROR: The splash file seems do not have 256 colors. Only 256 BMP files will be displayed correctly. = *** FEHLER: Die Splash-Datei scheint nicht 256 Farben zu haben. Nur 256 BMP-Dateien werden korrekt angezeigt.
*** ERROR: The splash file seems to be a BMP compressed. Only non compressed BMP files will be displayed correctly. = *** FEHLER: Die Splash-Datei scheint als BMP komprimiert zu sein. Nur unkomprimierte BMP-Dateien werden korrekt angezeigt.
Macros found: = Gefundene Makros:
*** Fatal error while protecting file. (Exit Code 5) *** = *** Schwerer Fehler während der Dateischützung. (Exit code 5) ***
*** ERROR: Cannot write protected file. Make sure the file is not in use. (Exit code 6) *** = *** FEHLER: Kann geschützte Datei nicht schreiben. Stellen Sie sicher, dass die Datei nicht benutzt wird. (Exit code 6) ***
Generating Unique SecureEngine Code... = Generierung eines eindeutigen SecureEngine-Codes...
Linking SecureEngine Code with Application... = Verlinken des SecureEngine-Codes mit der Anwendung...
done. = fertig.
Encrypting Application and Resources... = Verschlüsselung der Anwendung und Ressourcen...
Compressing Application and Resources... = Komprimieren der Anwendung und Ressourcen...
Macros processed: = verarbeitete Makros:

processed: = verarbeitet:
Application successfully protected. = Anwendung erfolgreich bearbeitet.
Do you want to go to the order form Themida subscription plans? = Möchten Sie zum Auftragsformular für Themida-Abonnemente gehen?
No file selected. Please, select a file to protect (Input Filename) = Keine Datei gewählt. Bitte wählen Sie eine Datei zum Schützen (Dateinamen eingeben)
Question = Frage
-- Files to Bundle -- = -- Dateien zum Bündeln --
The path of the file that you are inserting must be relative to: = Der Dateipfad, den sie eingeben, muss sich beziehen auf:
All imported by ordinal! = Alles importiert durch Ordinal!
Medium = Mittel
Normal = Normal
High = Hoch
Supreme = Super
Extreme = Extrem
Highest = Am Höchsten

This option is not enabled in DEMO version = Diese Option steht Ihnen in der Demo-Version nict zur Verfügung
DEMO Restriction = Demo-Einschränkung
The splash file seems do not have 256 colors. Only 256 BMP files will be displayed correctly. = Die Splash-Datei scheint nicht 256 Farben zu haben. Nur 256 BMP-Dateien werden korrekt angezeigt.
The splash file seems to be a BMP compressed. Only non compressed BMP files will be displayed correctly. = Die Splash-Datei scheint als BMP komprimiert zu sein. Nur unkomprimierte BMP-Dateien werden korrekt angezeigt.
Sorry, Themida DEMO does not support RISC-128 processors = Themida-DEMO unterstützt leider keine RISC-128-Prozessoren
Processor Type = Prozessortyp
Sorry, Themida DEMO does not support Dynamic Opcodes = Themida DEMO unterstützt leider keine Dynamic-Befehlcodes 
The file is never extracted to disk! = Diese Datei wird nie auf Festplatte extrahiert!
Select file/s to bundle = Wähle Datei/en zum Bündeln
No file selected. Please, select a file to protect (Input Filename) = Keine Dateien gewählt. Bitte wählen Sie eine Datei zum Schützen (Dateinamen eingeben)
Last Modified: = Letzte Modifizierung:
(Application header has been rebuilt by Themida) = (Anwendungs-Header wurde von Themide erneuert)
File Type: Windows Standard Executable = Dateityp: Windows Standard Executable
File Type: Visual Basic Native Executable = Dateityp: Visual Basic Native Executable
File Type: Visual Basic PCode Executable = Dateityp: Visual Basic PCoder Executable
File Type: Windows .NET Executable = Dateityp: Windows .NET Executable
File Type: MACROMEDIA Executable = Dateityp:MACROMEDIA Executable
File Type: PowerBuilder Application = Dateityp:PowerBuilder Anwendung
File Type: Excelsior JET Application = Dateityp: Excelsior JET Anwendung
File Type: Dynamic Link Library (DLL) = Dateityp: Dynamic Link Library (DLL)
File Type: OLE Control Extension (OCX) File = Dateityp: OLE Control Extention-Datei (OCX)
File Type: Screensaver File = Dateityp: Bildschirmschoner-Datei
File Type: Windows NT Service = Dateityp: Windows NT Service
File Type: Borland Library = Dateityp: Borland Library
File Type: Linux Executable (ELF/i386) = Dateityp: Linux Executable (ELF/i386)
File Type: NT Device Driver = Dateityp: NT-Gerätetreiber

*** Protected with Code Virtualizer *** = *** Geschützt mit Code Virtualizer *** 
Virtual Machine Macro Functions: = Virtual Machine-Makro-Funktionen:
CodeReplace Macro Functions: = Code-Ersetzungs-Makro-Funktionen:
CodeEncrypt Macro Functions: = Code-Verschlüssselungs-Makro-Funktionen:
ClearCode Macro Functions: = ClearCode Makro-Funktionen: 
Registered Macro Functions: = Registrierte Makro-Funktionen:
Unregistered Macro Functions: = Nicht registrierte Makro-Funktionen:
Read functions automatically = Lies Funktionen automatisch
Read functions from SDK = Lies Funktionen von SDK
File already protected/compressed. = Datei wurde bereits gechützt/komprimiert.
Error: There is a missing START or END in one of your macros. = Fehler: Es gibt ein fehlendes START oder END in einem Ihrer Makros.
Error: Unable to open the selected file. File may be in use. = Fehler: Öffnen der gewählten Datei unmöglich. Datei ist eventuell in Benutzung.
Error: Invalid PE header in selected file. = Fehler: Ungüldiger PE-Header in ausgewählter Datei.
Error: The included code inside a macro is too small. = Fehler: Der eingefügte Code in einem Makro ist zu klein.
Error: There are at least a nested VM macros. VM macros cannot be nested. = Fehler: Zumindest eine VM-Makro-Verschachtelung existiert. VM-Makros können nicht verschachtelt werden.
Error: The selected file is not an x64 application. You need Themida x32 to protect that application. = Fehler: Die gewählte Datei ist keine x64-Anwendung. Sie benötigen die Themida x32-Edition, um diese Anwendung zu schützen.
Error: The selected file is an x64 application. You need Themida x64 Edition to protect that application. = Fehler: Die gewählte Datei ist eine x64-Anwendung. Sie benötigen die Themida x64-Edition, um diese Anwendung zu schützen.
Project: = Projekt:
Select functions from MAP file = Funktionen aus MAP-Datei
Read functions automatically = Lies Funktionen automatisch
How many functions do you want to add? = Wie viele Funktionen möchten Sie hinzufügen?
OK = OK
Sorry, the required MAP file was not found. Please, generate a MAP file for your application = Die erforderliche MAP-Datei wurde nicht gefunden. Bitte erstellen Sie eine MAP-Datei für Ihre Anwendung
There are not functions to simulate. Please, insert some functions either manually or automatically = Es gibt keine zu simulierenten Funktionen. Bitte fügen Sie einige Funktionen entweder manuell oder automatisch hinzu
Simulator = Simulator
Information = Information
None = Nichts
Message = Nachricht
Customize Dialog = Dialog bearbeiten
Close = Schließen
Internal Protection Messages = Interne Schutznachricht
Trial/Registration Messages = Trial/Registrierungsnachricht
Will be displayed by WinLicense = Wird durch WinLicense angezeigt
Displayed by SDK or not displayed = Durch SDK angezeigt oder nicht angezeigt 
Cannot update oreans.sys driver (admin rights) = orans.vxd-Treiber kann nicht aktualisiert werden (Administratiorrechte)
Cannot open oreans.vxd driver (already in use) = orans.vxd-Treiber kann nicht geöffnet werden (bereits in Benutzung)
Driver cannot be updated = Treiber kann nicht aktualisiert werden
Computer needs to be reset to install driver = Der Computer muss neu gestartet werden, um den Treiber zu installieren
Cannot write oreans.vxd (already in use) = orans.vxd kann nicht geschrieben werden (bereits in Benutzung)

Trial nag screen (reminder) = Trial nag screen (Erinnerung)
Trial days expired = Trial-Tage sind abgelaufen
Trial executions expired = Trial-Ausführung ist abgelaufen
Trial date expired = Trial-Datum ist abgelaufen
Trial runtime expired = Trial-Laufzeit ist abgelaufen
Trial global time expired = Globale Trial-Zeit ist abgelaufen
Trial locked to different country = Trial gesperrt für verschiedene Länder
Trial extension key corrupted = Trial-Verlängerungsschlüssel ist beschädigt
No more trial extensions allowed = Keine weiteren Trial-Verlängerungen erlaubt
Show registration info (only first time when registered) = Zeige Registrierungsinfo (nur ein Mal nach Registrierung)
License days expired = Lizenztage abgelaufen
License executions expired = Lizenzdurchführung abgelaufen
License date expired = Lizenzdatum abgelaufen
License global time expired = Globale Lizenz-Zeit abgelaufen
License key corrupted = Lizenzschlüssel beschädigt
License locked to different machine = Lizenz gesperrt für verschiedene Maschinen
License without machine locking = Lizenz ohne Maschinensperrung
No more hardware changes allowed = Keine weiteren Hardwareänderungen erlaubt
Stolen license key = Gestohlener Lizenzschlüssel
License is not expirable = Lizenz läuft nicht ab
License required to run = Lizenz wird benötigt
Trial/Licensing Manager manipulated = Trial/Lizenz-Manager manipuliert
Invalid user/password (for password dialog) = Ungültiger Benutzer/Passwort (für Passwortdialog)

This application(s) will run in trial/restricted mode, until registered. = Die Anwendung(en) werden in einem Trial-Modus laufen, bis sie registriert wurden.
Days Expiration = Ablauftag
Date Expiration = Ablaufdatum
Executions = Ausführungen
Run Time (execution) = Laufzeit (Ausführung)
Global Time = Globale Zeit
days = Tage
times = Zeit
minutes = Minuten
Unlimited = Unbegrenzt
(For custom restrictions) = (Für Kundeneinschränkungen)
Trial Restrictions = Trial-Einschränkungen
Clock Change = Zeitwechsel
Trial Extension = Trial-Ablauf
Lock trial to user language = Trial für Benutzersprache sperren
Allow trial period to be extended (with a valid key) = Erweiterung der Trial-Periode erlauben (mit gültigem Schlüssel)
Extension Key distribution options = Erweiterungsschlüssel-Vertriebsoptionen
With single file = Mit einzelner Datei
With Registry = Mit Registrierung
Value Name = Namen bewerten
Maximum Extensions = Maximale Erweiterung
Maximum extensions allowed = Maximale erlaubte Erweiterung

This option sets a trial period to a certain amount of days since the application is started for the first time = Wenn die Anwendung zum ersten Mal gestartet wird, stellt diese Option eine Probezeit auf eine bestimmte Anzahl von Tagen ein
This option sets an exact date for the end of the trial period = Diese Option legt ein genaues Datum für das Ende der Probezeit fest
This option sets an exact number of executions allowed for an application = Diese Option legt eine genaue Anzahl erlaubter Ausführungen einer Anwendung fest
This option sets an exact amount of time (in minutes) that an application can stay in memory = Diese Option legt eine genaue Zeit (in Minuten) fest, die eine Anwendung im Speicher bleiben kann
This option sets an exact amount of total time (in minutes) that an application can run during all Windows® sessions = Diese Option setzt eine genaue Gesamtzeit (in Minuten), die eine Anwendung während allen Windows®-Sitzungen laufen kann
This option allows an application to run in trial mode without any restrictions added by WinLicense = Diese Option erlaubt einer Anwendung in der Probezeit zu laufen ohne irgendwelche WinLicense-Einschränkungen
You can select how sensitive WinLicense will behave against clock changes. If for example, you select "1 day clock back", WinLicense will ignore if the clock has been turned back for 1 day. = Sie können wählen, wie empfindlich WinLicense gegen Uhrzeitänderungen reagieren soll. Wenn Sie z. B. "Uhr 1 Tag zurück" wählen, ignoriert WinLicense die Zeitrückstellung um einen Tag.
This option allows an application to be locked to specific country when it runs in trial mode = Diese Funktion ermöglicht, dass eine Anwendung für bestimmte Länder gesperrt ist, wenn sie im Trial-Modus läuft
This option allows you to extend the trial period of your application with special trial extension keys = Diese Funktion ermöglicht Ihnen die Probezeit mit speziellen Trial-Verlängerungsschlüsseln zu verlängern
This option sets the name of a trial extension file to be searched by WinLicense when the application is being started = Diese Option stellt den Namen einer Trial-Verlängerungsdatei ein, die WinLicense suchen soll, wenn die Anwendung gestartet wird
This option is used to allow distribution of extension keys as Windows® Registry key files = Diese Option wird benutzt, um die Verteilung der Verlängerungsschlüssel als Windows®-Registrierungsschlüsseldateien zu erlauben
This option limits the amount of trial extensions that an application can be extended = Diese Option begrenzt die Anzahl der Trial-Verlängerungen, die eine Anwendung erhalten kann

Any clock change = beliebige Zeitumstellung
1 hour clock back = 1 Stunde zurück
1 day clock back = 1 Tag zurück

This application(s) can be registered, with the presence of a valid key. = Die Anwendung(en) können mit einem gültigen Schlüssel registriert werden.
License Keys Accepted = Lizenzschlüssel akzeptiert
Types of accepted License Keys = Typen akzeptierter Lizenzschlüssel
Single file = Einzelne Datei
Registry = Registrierung
Security Options = Schutzeinstellungen
Enable SmartActivate® System for user-side generated keys. = Aktiviere SmartActivate®-System für benutzergenerierte Schlüssel.
Allow only hardware dependent (locked) registrations. = Lässt nur Hardware-abhängige (verschlossene) Registrierungen zu
Accept only temporary keys (that expire). = Akzeptiert nur kurzzeitige Schlüssel (die ablaufen).
Application only runs when registered. (Requires a key to run) = Anwendung läuft nur nach Registrierung. (erfordert Schlüssel zum Laufen)
Clear trial info when registered. = Beseitigung des Trial-Infos nach der Registrierung.
License Key Signature = Lizenzschlüssel-Signatur
Level 1 = Stufe 1
Level 2 = Stufe 2
For professional and elegant licensing control, WinLicense offers the SmartActivate® System. This technology allows an application to be registered using SmartActivate® keys = WinLicense bietet zur professionellen und eleganten Lizenzkontrolle das SmartActivate®-System an. Diese Technologie ermöglicht, dass eine Anwendung mit SmartActivate®-Schlüsseln registriert wird
This option restricts the use of registration keys to a specific computer. As each computer has an unique machine ID (processor type, hard disk and BIOS serial), WinLicense can lock a registration key to that specific machine = Diese Option schränkt den Gebrauch von Registrierungsschlüsseln auf einem bestimmten Computer ein. Da jeder Computer eine eindeutige ID (Prozessortyp, Festplatte und BIOS-Serie) hat, kann WinLicense einen dafür spezifischen Registrierungsschlüssel sperren
This option denies the use of "time unlimited" registration keys and forces WinLicense to accept only temporary registration keys = Diese Option verweigert den Gebrauch von, in der Zeit unbegrenzten, Registrierungsschlüsseln und zwingt WinLicense nur befristete Registrierungsschlüssel zu akzeptieren
This option allows user to run an application only in the presence of a valid registration key. WinLicense will terminate the application if no key is found or if it is invalid = Diese Option erlaubt dem Benutzer, eine Anwendung nur bei Vorhandensein eines gültigen Registrierungsschlüssels laufen zu lassen. WinLicense beendet die Anwendung, wenn kein Schlüssel gefunden wird oder er ungültig ist 
The purpose of this option is to clear the trial information from a computer once an user receives a valid registration key and registers an application. If the user decides to remove the registration key or it expires, the trial period will restart from zero = Der Zweck dieser Option ist es, die Trial-Informationen von einem Computer einmalig zu durchschauen, sobald ein Benutzer einen gültigen Registrierungsschlüssel erhält und eine Anwendung registriert. Entscheidet sich der Benutzer den Registrierungsschlüssel zu entfernen oder er läuft ab, beginnt die Trial-Periode wieder von vorne
This option allows you to select the signature level used by WinLicense to check that licenses for your applications are genuine = Diese Option erlaubt Ihnen, die Signaturstufe, welches von WinLicense genutzt wird, zu wählen, um zu prüfen, ob Lizenzen für Ihre Anwendungen echt sind

Enable Password Protection = Aktiviere Passwortschutz
Password requirement = Passwortabfrage
Password Action = Passworteinsatz
Encrypt EXE using the password hash. = Verschlüssele EXE durch Benutzung des Passwort-Hash.
On Normal / Trial Version =In Normal / Trial-Version
On Registered Version = In registrierter Version
Never ask for a password. = Frage niemals nach einem Passwort.
I will ask for a password manually. = Ich werde das Passwort manuell abfragen.
Automatically, ask for a password only the first time. = Frage nur beim ersten Mal automatisch nach dem Passwort.
Automatically, always ask for a password. = Frage immer automatisch nach dem Passwort.

Hardware Lock = Hardwaresperre
Custom Hardware Items = Kunden-Hardware-Elemente
Hardware Items = Hardware-Elemente
All hardware items = Alle Hardware-Elemente
CPU = CPU
BIOS =  BIOS
MAC Address = MAC-Adresse
HDD Serial = HDD-Serie
Allowed CPU changes = Erlaube CPU-Änderungen
Allowed BIOS changes = Erlaube BIOS-Änderungen
Allowed NIC changes = Erlaube NIC-Änderungen
Splash settings = Splash-Einstellungen

Keep Trial Running = Lasse Trial laufen
Keep running = Laufen lassen
Launch Application when Trial Expired = Starte Anwendung, wenn die Probezeit abgelaufen ist
Launch Application = Starte Anwendung
Application Name: = Anwendungsname
Enable Custom Event = Aktiviere spezifisches Ereigniss
Export Specific Generators = Exportiere spezifische Generatoren
Event Name: = Ereignissname
Export Generators = Exportiere Generatoren
Custom Event = spezifisches Ereignis
This option will export a specific license generator when your application is being protected = Diese Option wird einen spezifischen Lizenzgenerator exportieren, wenn Ihre Anwendung geschützt wird
This option will run an external application when the trial period in your application has expired. = Diese Option lässt eine externe Anwendung laufen, wenn die Trial-Periode Ihrer Anwendung abgelaufen ist.
You can define a custom event to exclude the initialization of several protected applications at the same time. This option is also suitable when your application is launched many times per minute. = Sie können einen kundenspezifischen Fall definieren, um die Initialisierung einiger geschützten Anwendungen gleichzeitig abzuschließen. Diese Option ist auch verwendbar, wenn Ihre Anwendung mehrer Male pro Minute starten.
Check this option if you want that your application continues running in trial mode if an invalid license key is present. = Nutzen Sie diese Option, wenn Sie möchten, dass Ihre Anwendung im Probemodus läuft, wenn ein unzulässiger Lizenzschlüssel benutzt wird.
*** Demo Version *** = *** Demo-Version ***.
Destroy Exports section = Zerstöre Export-Sektion
This option will destroy the export table of your DLL control for maximum security = Diese Option zerstört die Exporttabelle Ihrer DLL-Steuerung zur maximalen Sicherheit
Select specific functions from your DLL to handle each event = Spezifische Funktionen von Ihrer DLL auswählen, um jeden Fall abzudecken
DLL Control file = DLL-Kontrolldatei

Export specific generators to App. folder = Exportiert bestimmte Generatoren in den Anwendungsordner
Trial in debug mode (for testing purposes) = Trial im Debug-Modus (für Testzwecke)
Check this option if you want to create a custom license generator for your protected application. The generator will be created in a subfolder inside your application folder. = Markieren Sie diese Option, wenn Sie einen kundenspezifischen Lizenzgenerator für Ihre geschützte Anwendung erstellen möchten. Der Generator wird in einem Unterordner Ihres Anwendungsordners erstellt.
Uncheck this option only when you are going to release your protected program. For testing purposes, leave this option checked to avoid storing unnecessary information in your system about your trial status. = Markieren Sie diese Option nicht, wenn Sie ein geschütztes Programm freigeben werden. Zu Testzwecken lassen Sie diese Option markiert, um das Speichern von unnötigen Informationen in Ihrem System zu vermeien.

&Add = Hinzufügen
&Edit = Bearbeiten
&Delete = Löschen
Name = Name
Company = Firma
Total Customers: = Gesamtkundenanzahl:
New Customer = Neuer Kunde
Edit Customer = Kunden bearbeiten
Delete Customer = Kunden löschen
Customers = Kunden
Extra Details = Extra Details
Add Customer = Kunden hinzufügen
Update = Aktualisieren
Filename = Dateiname
Version = Version
Total Software: = Gesamte Software:
Do you want to delete this software? = Möchten Sie diese Software löschen?
Confirm = Bestätigen
Add Software = Software hinzufügen
Edit Software = Software bearbeiten
Delete Software = Software löschen
Duplicate Software = Software kopieren
(leave blank to use the same input and output filename) = (Frei lassen zur Benutzung des selben Eingabe- und Ausgabedateinamens)
Input File Type = Eingabedateityp
License Unique Key = Eindeutiger Lizenzschlüssel
Trial Unique Key =  Eindeutiger Trialschlüssel
Password Unique Key =  Eindeutiger Passwortschlüssel
Windows Standard Executable (EXE) = Windows Standard Executable (EXE)
Dynamic Link Library (DLL) = Dynamic Link Library (DLL)
OLE Control Extension (OCX) = OLE Control Extension (OCX)
Windows .NET Executable = Windows .NET Executable
Windows NT/XP Service = Windows NT/XP Service
Screensaver File (SCR) = Screensaver File (SCR)
Copy Software = Software kopieren
Reg Unique Key missing. Please, select one. = Eindeutiger Regitrierungsschlüssel fehlt. Bitte wählen Sie einen.
Software Manager = Software-Manager
Sofware name missing. Please, select one. = Softwarename fehlt. Bitte wählen Sie einen.
Reg Unique Key is too short. Please, select a new unique key. = Regitrierungsschlüssel ist zu kurz. Bitte wählen Sie einen neuen eindeutigen Schlüssel.
Trial Unique Key missing. Please, select one. = Eindeutiger Trial-Schlüssel fehlt. Bitte wählen Sie einen.
Trial Unique Key is too short. Please, select a new unique key. = Eindeutiger Trial-Schlüssel ist zu kurz. Bitte wählen Sie einen neuen eindeutigen Schlüssel.
Pass Unique Key missing. Please, select one. = Eindeutiger Schlüssel fehlt. Bitte wählen Sie einen.
Pass Unique Key is too short. Please, select a new unique key. = Eindeutiger Schlüssel ist zu kurz. Bitte wählen Sie einen neuen eindeutigen Schlüssel.
The software already exists in database. Please, choose a new software name or version. = Diese Software existiert bereits in Ihrer Datenbank. Bitte wählen Sie einen neuen Software-Namen oder eine neue Version,
A new License Hash is going to be created. Previous generated licenses will not work if you create a new hash. Proceed? = Ein neues Lizenz-Hash wird hergestellt. Vorhergehend erzeugte Lizenzen werden nicht mehr funktionieren, wenn Sie einen neuen Hash erstellen. Fortfahren?
Duplicated Software = Kopierte Software
File cannot be opened. Make sure the application is not running or being used. = Datei kann nicht geöffnet werden. Gehen Sie sicher, dass die Anwendung nicht bereits läuft oder benutzt wird.
Protection Error = Schutzfehler
Protect Error = Schutzfehler
File is compressed or already protected. = Datei ist komprimiert oder bereits geschützt.
File has a missing macro START or END. Please correct this error before protecting. = Datei hat einen fehlenden Makro START oder Macro END. Bitte korrigieren Sie diesen Fehler vor dem Schützen.
File cannot be opened. Make sure that other application is not using it. = Datei kann nicht geöffnet werden. Gehen Sie sicher, dass sie nicht bereits von einer anderen Anwendung benutzt wird.
File has an invalid PE header. Unable to protect. = Datei hat einen ungültigen PE header. Schützen nicht unmöglich.
File contains one macro with few lines of code on it. Please review your macros before protecting. = Datei beinhaltet ein Makro mit einigen Zeilen Code. Bitte überprüfen Sie Ihre Makros vor dem Schützen.
File seems to be in use. Please, close the file to proceed with protection. = Datei scheint in Benutzung zu sein. Bitte schließen Sie die Datei und fahren Sie mit dem Schützen fort.
The splash file does not exist. = Die Splash-Datei existiert nicht.
Splash = Splash
The splash file seems do not have 256 colors. Only 256 BMP files will be displayed correctly. = Die Splash-Datei scheint nicht 256 Farben zu haben. Nur 256 BMP-Dateien werden korrekt angezeigt.
The splash file seems to be a BMP compressed. Only non compressed BMP files will be displayed correctly. = Die Splash-Datei scheint als BMP komprimiert zu sein. Nur unkomprimierte BMP-Dateien werden korrekt angezeigt.
Do you want to cancel the protection process? = Möchten Sie den Schutzprozess abbrechen?
Cannot open file to protect for writing. Please, make sure that the file is not being used or running. Protection aborted. = Datei kann nicht geöffnet werden, um sie für das Schreiben zu schützen. Bitte vergewissern Sie sich, dass die Datei nicht genutzt wird oder läuft. Prozess abgebrochen.
Cannot write protected file to disk. Please, make sure you have write permits and enough space in your disc. = Geschützte Datei kann nicht auf die Festplatte gespeichert werden. Bitte vergewissern Sie sich, dass Sie die Erlaubnis und genügend Platz auf Ihrer Diskette haben.
Sorry, the DEMO version of WinLicense only allows protection with trial/licensing in debug mode = Die DEMO-Version von WinLicense erlaubt nur das Schützen mit Trial/Lizensierung im Debug-Modus
WinLicense DEMO = WinLicense-DEMO

&Add License = Lizenz hinzufügen
&Edit License = Lizenz bearbeiten
&Delete License = Lizenz löschen
Create License Key = Lizenzschlüssel erstellen
Mark as Stolen = Als gestohlen markieren
Unmark Stolen = Gestohlen-Markierung aufheben
Stolen = Gestohlen
Ban Hardware IDs = Hardware-IDs verbieten
Please make a selection... = Bitte treffen Sie eine Auswahl...
License Details = Lizenzdetails
License Generation = Lizenzgenerierung
Hardware ID = Hardware-ID
Custom Data = Eigene Daten
Key Type = Schlüsseltyp
Country Locking = Ländersperrung
Store generated Licenses in folder: = Speichere generierte Lizenz in Ordner:
Generate File Key = Generiere Datei-Schlüssel
Generate Registry Key = Generiere Registrierungs-Schlüssel
Generate Text Key = Generiere Text-Schlüssel
Generate SmartActivate Key = Generiere SmartActive-Schlüssel

Total Software: = Gesamte Software:
All = Alles
Please make a selection... = Bitte treffen Sie eine Auswahl...
Nothing selected. = Nichts ausgewählt.
Selection: = Auswahl:
Software: = Software:
Do you want to mark the current key as stolen? = Möchten Sie den aktuellen Schlüssel als gestohlen melden?
Stolen Keys = Gestohlene Schlüssel
Do you want to unmark the current key from being stolen? = Möchten Sie die Markierung als gestohlen für den aktuellen Schlüssel aufheben?
Do you want to delete this license? = Möchten Sie diese Lizenz löschen?
Warning: The generated keys will have the settings from the current project. Proceed? = Warnung: Der generierte Schlüssel wird die Einstellungen des aktuellen Projektes annehmen. Fortfahren?
Generate License = Lizenz generieren
Cannot create directory: = Kann Verzeichnis nicht erstellen:
Please, select which type of license you want to generate = Bitte wählen Sie, welche Art von Lizenz Sie erzeugen wollen
Keys successfully generated in folder: = Schlüssel erfolgreich erzeugt in Ordner:
Please, first select a valid application to protect = Bitte wählen Sie zuerst eine gültige Anwendung zum Schützen
Ban Hardware Id = Hardware-ID verbieten

License Restrictions = Lizenzbeschränkungn
Customer = Kunde
Software = Software
Save = Speichern
Edit License = Lizenz bearbeiten
Add License = Lizenz hinzufügen
Please, select a customer from database. = Bitte wählen Sie einen Kunden aus der Datenbank.
License Manager = Lizenzmanager
Please, select a software from database. = Bitte wählen Sie eine Software aus der Datenbank.
Please, insert a Hardware ID for verification = Bitte geben Sie zur Verifizierung eine Hardware-ID ein
The inserted Hardware ID is valid = Die eingegebene Hardware-ID ist gültig
Invalid Hardware ID inserted = Die eingegebene Hardware-ID ist ungültig
Another instance of WinLicense is running = Eine andere Instanz von WinLicense läuft
You have enabled SmartActivate keys but you have not selected any type of License Keys accepted (Single file or Registry) Remember that you have to use WLRegSmartKeyInstallToFile or WLRegSmartKeyInstallToRegistry to finally install the SmartActivate key = Sie haben SmartActive-Schlüssel aktiviert, aber Sie haben noch keine Lizenzschlüsselart (Einzeldatei oder Registrierung) akzeptiert. Denken Sie daran, dass Sie WLRegSmartKeyInstallToFile oder WLRegSmartKeyInstallToRegistry zur Installierung des SmartActive-Schlüssel Benutzen müssen.
File has not being simulated: = Datei wurden nicht simuliert:
Please simulate the file before protection or uncheck the "Force simulation before protecting" checkbox = Bitte simulieren Sie die Datei vor dem Schützen oder heben Sie die Markierung "Force simulation before protecting" auf
Warning: Your application has been set up to be registered with a valid license key, but you have not selected any way of registration. If you continue, your application will not be able to be registered. Proceed? = Warunung: Ihre Anwendung wurde zur Registrierung mit einem gültigen Lizenzschlüssel vorbereitet, aber Sie haben noch keine Art der Registrierung gewählt. Wenn Sie fortfahren, wird Ihre Anwendung nicht registriert. Fortfahren?
Warning: Your application has been set up to be extended with trial extension key, but you have not selected any way to extend the trial period. If you continue, your application will not be able to be extended. Proceed? = Warnung: Ihre Anwendung ist eingestellt worden, mit dem Trial-Verlängerungsschlüssel erweitert zu werden. Fortfahren?
Your application header is incompatible with WinLicense. Do you want WinLicense to rebuild your application header? = Ihre Anwendungsüberschrift ist unkompatibel mit WinLicense. Möchten Sie, dass WinLicens sie überarbeitet?
Sorry, WinLicense Standard cannot protect .NET files. You need to upgrade to WinLicense Professional for .NET support. Upgrade now? = Leider kann WinLicense Standard Ihre .NET-Dateien nicht schützen. Sie müssen auf WinLicense Professional für .NET-Unterstützung aufrüsten. Jetzt aufrüsten?
Note: CodeReplace has been added into your application = Anmerkung: CodeReplace wurde zu Ihrer Anwendung hinzugefügt
(Application header has been rebuilt by WinLicense) = (Anwendungsüberschrift muss von WinLicense erneuert werden)
Error: The selected file is not an x64 application. You need WinLicense x32 to protect that application. = Fehler: Die gewählte Datei ist keine x64-Anwendung. Sie benötigen WinLicense x32, um diese Anwendung zu schützen.
Error: The selected file is an x64 application. You need WinLicense x64 Edition to protect that application. = Fehler: Die gewählte Datei ist eine x64-Anwendung. Sie benötigen WinLicense x64, um diese Anwendung zu schützen.
Sorry, the MAP file was not found: = Leider wurde die MAP-Datei nicht gefunden: 
Please, generate a MAP file for your application = Bitte generieren Sie eine MAP-Datei für Ihre Anwendung
Sorry, the current version of WinLicense does not support CodeReplace in Visual Basic Pcode applicaitons = Leider unterstützt die aktuelle Version von WinLicense kein CodeReplace in Visual Basic Pcode-Anwendungen
Sorry, the current version of WinLicense does not support CodeReplace in .NET applications = Leider unterstützt die aktuelle Version von WinLicense kein CodeReplace in .NET-Anwendungen
There are some functions highly executed and some not executed in simulation. Do you want to unselect those functions? = Es gibt einige Funktionen, die in oft ausgeführt werden und einige, die nicht in der Simulation ausgeführt werden. Möchten Sie diese Funktionen abwählen?
There are some functions highly executed in simulation. Do you want to unselect those functions? = Es gibt einige Funktionen, die oft in der Simulation ausgeführt werden. Möchten Sie diese Funktionen abwählen?
There are some functions not executed in simulation. Do you want to unselect those functions? = Es gibt einige Funktionen, die nicht in der Simulation ausgeführt werden. Möchten Sie diese Funktionen abwählen?
Messages exported to: = Nachrichten exportiert an:
Messages imported from: = Nachrichten importiert von:
WinLicense GUI Overview = WinLicense GUI Überblick
Trial Settings = Trial-Einstellungen
Trial SDK = Trial SDK
Registration SDK = SDK-Registrierung
Password Protection = Passowortschutz
Miscellaneous SDK = Verschiedene SDK
Hardware Lock = Hardwaresperre
WARNING: Protected in Trial Debug Mode = WARNUNG: Geschützt im Trial-Debug-Modus
Click and select here = Klicken und wählen Sie hier
ERROR: None of the functions handlers where specified in DLL Control = FEHLER: Keine der Funktions-Interfaces wurden in der DLL-Kontolle spezifiziert
Sorry, WinLicense DEMO does not support RISC-128 processors = WinLicense DEMO unterstützt RISC-128-Prozessoren leider nicht
Sorry, WinLicense DEMO does not support Dynamic Opcodes = WinLicense DEMO unterstützt dynamischen Befehlscode leider nicht
Signature Level 2 is not accepted for the current Software. Please, go to the Sofware Panel and re-create a new License Hash for your software = Signaturstufe 2 wird nicht für die gegenwärtige Software akzeptiert. Bitte gehen Sie zum Softwarefeld und erstellen Sie eine neue Lizenz-Hash für Ihre Software
.NET Module = .NET-Modul
File has a missing macro START or END. Please review your macros again: = Datei hat ein fehlendes Marco-START oder END. Bitte lassen Sie sich Ihre Marcos erneut anzeigen:
File cannot be opened. Make sure that other application is not using it: = Datei kann nicht geöffnet werden. Gehen Sie sicher, dass sie nicht von einer anderen Anwendung benutzt wird:
File has an invalid PE header. Unable to inspect file: = Datei hat einen ungültigen PE-Header
File contains one macro with few lines of code on it. Please review your macros again: = Datei beinhaltet ein Macro mit einigen Zeilen Code. Bitte überprüfen Sie Ihre Macros.
Deep file analysis in progress = Ausführliche Dateianalyse im Gange
File analysis in progress = Dateianalyse im Gange
Please wait... = Bitte warten...
Analyzing CodeReplace macros = Analysiert CodeReplace-Makros
Are you sure you want to remove the selected Hardware ID? = Möchten Sie wirklich die gewählte Hardware-ID löschen?
List of Banned  Hardware IDs: = Liste unerlaubter Hardware-IDs
Add = Hinzufügen
Remove = Entfernen
Done = Fertig
Generating License Hash = Generiere Lizenz-Hash
Generate Password = Passwort generieren
Password Generation = Passwortgenerierung
Store generated Passwords in folder: = Speichere generierte Passwörter in Ordner:
Total Passwords: = Alle Passwörter:
Do you want to delete the selected record? = Möchten Sie die gewählte Aufnahme löschen?
Password file generated in folder: = Passwortdatei in Ordner:
Password Generator = Paswortgenerator
Password Manager = Passwortmanager
Details = Details

Add Password = Passwort hinzufügen
Edit Password = Passwort ändern
Please, select a customer to generate the password = Bitte wählen Sie einen Kunden, um das Passwort zu generieren
Please, select a software to generate the password = Bitte wählen Sie eine Software, um das Passwort zu generieren
Rolling back your actions = Ihre Aktionen werden rückgängig gemacht

Generate Extension = Verlängerung generieren
Level = Stufe
Trial Extension Generation = Generierung der Trial-Verlängerung
Store generated Extensions in folder: = Speichere generierte Verlängerungen in Ordner:
Generate File Key = Generiere Dateischlüssel
Generate Registry Key = Generiere Registrierungsschlüssel
Trial extension key/s generated in folder: = Trial-Verlängerungsschlüssel generiert in Ordner:
Trial Extension Generator = Trial-Verlängerungs-Generator
Edit = Bearbeiten
Add Trial Extension = Trial-Verlängerung hinzufügen
Edit Trial Extension = Trial-Verlängerung bearbeiten
Please, select a software to generate the trial extension = Bite wählen Sie eine Software zur Genierierung der Trial-Verlängerung

Warning: Trial in Debug Mode = Warnung: Trial im Debug-Modus
Debug Mode Trial = Debug-Modus Trial
The application that you are going to protect will not include the SecureEngine Trial Storing Manager*. = Die Anwendung, die Sie schützen möchten, enthält nicht den SecureEngine Trial Storing Manager*.
The trial information will be stored under the registry key: = Die Trial-Information wird gespeichert unter dem Registrierungsschlüssel:
(You can access to that key to reset/test the WinLicense Trial Engine) = (Sie haben auch Zugiff auf den Schlüssel um WinLicense Trial Engine zu zurückzusetzen/testen)
*To enable the SecureEngine Trial Storing Manager, uncheck the option "Trial in debug mode" in the Protect screen. = *Um den SecureEngine Trial Storing Manager zu aktivieren, deaktivieren Sie bitte "Trial in debug mode" im Schutzfenster.
Don't show this screen again = Dieses Fenster nicht mehr anzeigen

Do you want to delete the selected client? = Möchten Sie den gewählten Kunden löschen?
Enter new Hardware ID to ban: = Geben Sie eine neue Hardware-ID zum Sperren ein: 
The entered Hardware ID does not seem to be valid (must be at least 32 chars) Please, enter a valid Hardware ID = Die eingegebene Hardware-ID scheint ungültig zu sein (sie muss aus mind. 32 Zeichen bestehen). Bitte geben Sie eine gültige Hardware-ID ein

File has a missing macro START or END. Please correct this error before protecting: = Datei hat ein fehlendes START oder END Macro. Bitte beheben Sie diesen Fehler vor dem Schützen:
File has an invalid PE header. Unable to protect: = Datei hat einen ungültigen PE-Header. Schutz nicht möglich:
File contains one macro with few lines of code on it. Please review your macros before protecting: = Datei beinhaltet ein Makro mit wenigen Zeilen Code. Bitte schauen Sie Ihr Makro vor dem Schützen an:
The input file seems to be in use. Please, close the file to proceed with protection: = Die eingegebene Datei scheint in Benutzung zu sein. Bitte schließen Sie die Datei, um mit dem Schützen fortzufahren:

Code Virtualization = Code-Virtualisierung
Virtual Opcodes Obfuscation = Virtuale Befehlcode-Verdunkelung
Current: = Aktuell:
Virtual Machine Complexity = Virtual Machine-Komplexität
Size (Approx): = Größe (ungefähr):
Opcodes Mutation = Befehlcode-Umwandlung
Multiple Virtual Machines = Mehrere virtuelle Maschinen
NumVMs * SizeVM: = Anzahl * Größe (VM):
Fake Stack Emulation = Stack-Emulation vortäuschen
Strip Relocations (EXEs) = Relocations kürzen (EXEs)
Strip relocations = Relocations kürzen
Re-Virtualization = Re-Virtualisierung
Multi Branch Technology = Multi-Branch-Technologie
Fake Emulation = Emulation vortäuschen
Keep original name = Originalnamen behalten
Functions that will be virtualized: = Funktionen, die virtualisiert werden:

You can customize how complex will be the Virtual Machine opcodes. The size of the generated opcodes depend on the complexity selected = Sie können einrichten, wie umfangreich die generierten Befehlcodes sein sollen. Die Größe der erzeugten Befehlcodes hängt vom gewählten Umfang ab
You can customize how complex the generated virtual machine will be. The size of the virtual machine depends on the complexity that you select = Sie können einrichten, wie umfangreich die Virtuelle Maschine sein soll. Die Größe der Virtuellen Maschine hängt vom gewählten Umfang ab
You can mutate the internal virtual opcodes, generating a more complex virtual machine = Sie können die internen virtuellen Befahlcodes ändern, um eine umfangreichere Virtuelle Maschine zu generieren
The generad Virtual Machine and virtual opcodes will be placed inside the last section of your application. You can rename the last section of your application as desired = Die generierte Virtuelle Maschine und die virtuellen Befehlcodes werden innerhalb der letzten Sektion Ihrer Anwendung plaziert. Sie können die letzte Sektion Ihrer Anwendung wie gewünscht umbenennen
You can create several Virtual Machines inside your protected application. Each Virtual Machine will process specific blocks of code in your application = Sie können einige Virtuelle Maschinen in Ihrer geschützen Anwendung erstellen. Jede Virtuelle Maschine wird spezufische Blöcke des Codes in Ihrer Anwendung verarbeiten
This option will assume the stack to be initilized to zero for all not allocated entries in stack. This option should be enabled for PureBasic applications = Diese Option wird veranlassen, den Stapel für alle zugeteilten Nichteintragungen auf Null zu initialisieren. Diese Option sollte für PureBasic-Anwendungen aktiviert werden
You can remove the relocations section from the PE header for EXE files, reducing the size of the final protected application = Sie können die Relokalisierungsabteilung von dem PE-Header für EXE-Dateien entfernen, um die Größe der abzuschließenden geschützten Anwendungen zu verringern
Re-Virtualization is an extremely powerful technique against Reverse Engineering. But it can decrease a lot the performance in speed in the protected blocks.  Please, check the performance of your application when protected with Re-Virtualization = Re-Virtualisierung ist eine enorm leistungsstarke Technik gegen Rückentwicklung. Aber sie kann die Geschwindigkeitsleistung in den geschützten Blöcken verringern. Bitte prüfen Sie die Leistung Ihrer Anwendung wenn Sie mit Re-Virtualisierung geschützt wird
This option will insert multiple conditional branch instructions inside your unique virtual machine, making it harder to analyse = Diese Option setzt mehrfach-bedingte Verzweigungsbefehle innerhalb Ihrer einzigeartigen Virtuellen Maschine, um eine Analzse zu erschweren

Please, select an application to protect = Bitte wählen Sie eine zu schützende Anwendung
The selected application does not have any functions to virtualize. Please insert functions using the SDK = Die gewählte Anwendung hat keine Funktionen zum Virtualisieren. Bitte setzen Sie Funktionen vom SDK ein
All functions to virtualize were disabled. Please, select at least one = Alle Funktionen zum Virtualisieren waren deaktiviert. Bitte wählen Sie zumindest eine
Warning! A macro with no code inside has been found. This might be due to compiler optimizations. Please, disable your compiler optimizations or review each macro. = Warnung! Ein Makro ohne Code wurde gefunden. Dies könnte an der Compileroptimierung liegen. Bitte deaktivieren Sie diese Compileroptimierung oder schauen Sie jedes Makro durch.
Virtual Functions = Virtuale Funktionen
Inserted via "Call VarPtr": = Eingefügt per "Call VarPtr":
Inserted via inline Assembly: = Eingefügt per inline Assembly:
Inserted via auxiliar API: = Eingefügt per Hilfs-API:
Inserted via MAP file: = Eingefügt per MAP-Datei:
NO FUNCTIONS FOUND TO VIRTUALIZE!!! = KEINE FUNKTIONEN ZUR VIRTUALISIERUNG GEFUNDEN!!!
(Application header has been rebuilt by Code Virtualizer) = (Anwendungs-Header wurde vom Code-Virtualisierer wieder hergestellt)
Protecting an Application = Schützen einer Anwendung
Learn About Virtualizer = Lernen Sie etwas über Virtualisierer
Code Virtualization = Code-Visualisierung
Code Virtualize Macros = Code-virtualisierte Macros
**** Sorry, the DEMO version does not support protection via command line **** = **** Die DEMO-Version unterstützt leider kein Schützen per Parameterübergabe ****
*** ERROR: File to protect cannot be acccessed. (Exit code 2) *** = *** FEHLER: Auf zu schützende Datei kann nicht zugegriffen werden. (Exit code 2) ***
*** ERROR: File does not have any blocks to protect. (Exit code 3) *** = *** FEHLER: Datei hat keine zu schichernden Blöcke. (Exit code 3) ***
*** ERROR: File to protect cannot be opened. (Exit code 5) *** = *** FEHLER: Zu schützende Datei kann nicht geöffnet werden. (Exit code 5) ***
Generating Specific Virtual Machine = Generiert spezifische Virtuellen Machine
Virtualizing Function = Virtualisierungsfunktion
Re-Virtualizing ... = Re-Virtualisierung ...
Flushing file ... = Flushing Datei ...
Sorry, the DEMO version only allows one Virtual Machine per application = Die DEMO-Version erlaubt nur einer Virtual Machine pro Anwendung
Sorry, the DEMO version does not support Re-Virtualization = Die DEMO-Version unterstützt leider keine Re-Virtualisierung
The application is already protected. You cannot protect an already protected application in the DEMO version = Die Anwendung ist bereits geschützt. Sie können eine bereits geschützte Anwendung in der DEMO-Version nicht erneut schützen
The Input application cannot be accessed. Please, check that the application is not in use: = Auf die gewählte Anwendung kann nicht zugegriffen werden. Bitte prüfen Sie, ob die Anwendung nicht bereits verwendet wird:
The Output application cannot be accessed. Please, check that the application path is valid or file is not in use: = Auf die Ausgabedatei der Anwendung kann nicht zugegriffen werden. Bitte prüfen Sie, ob der Anwendungspfad gültig und nicht bereits in Gebrauch ist:
Limitations in DEMO version: = Einschränkungen in der DEMO-Version
Virtual Opcodes Obfuscation set to NORMAL = Virtuelle Befehlscode-Verschleierung wurde auf NORMAL gesetzt
Virtual Machine Complexity set to NORMAL = Virtuelle Maschinen-Komplexität wurde auf NORMAL gesetzt
Only ONE macro is virtualized = Nur EIN Makro ist virtualisiert
The Output application cannot be accessed. Please, check that the application is not in use: = Auf die Ausgabedate der Anwendung kann nicht zugegriffen werden. Bitte prüfen Sie, ob sich die Anwendung bereits in Benutzung befindet:
PE Information = PE-Informationen
Input PE file: = PE-Eingabedatei:
Output PE file: = PE-Ausgabedatei:
Virtual Functions found: = Virtuale Funktionen gefunden:
PE file analysis... OK! = PE-Dateianalyse... OK!
Virtualization = Virtualisierung
Generating Specific Virtual Machine = Spezifische Virtuell Maschinen-Generierung
Size: = Größe:
Virtualizing Function = Virtualisierungsfunktion
Start: = Start:
Skipped = Ausgelassen
bytes = Bytes
Cancelling... = Abbrechen...
Re-Virtualization = Revirtualisierung
Re-Virtualizing ... = Revirtualisieren...
Final Stats = Entgültige Statistiken
Virtualized Functions: = Virtualisierte Funktionen:
Skipped Functions: = Ausgelassene Funktionen:
Errors: = Fehler:
Increase in size: = Vergrößern:
Application successfully protected! = Anwendung erfolgreich geschützt!
Protection CANCELLED! = Schützen ABGEBROCHEN!
Do you really want to Cancel the protection process? = Möchten Sie wirklich das Schützen abbrechen?
Cancel Protection = Schützen abbrechen
Select a Software to protect from the WinLicense database = Wählen Sie eine Software zum Schutz vor der WinLicense Database
